{
  "1": {
    "name": "The Magician",
    "raName": "Matrix of the Mind",
    "cycle": "mind",
    "position": "matrix",
    "framework": "The Matrix of the Mind is the conscious mind - the experiential continuum of the mind's relation to itself. It is the stage on which the drama of mind will unfold, but before the act has begun. This is the 'unfed mind' full of longing but with no inwardness, no depth or content to be explored. The conscious mind is a stable center of awareness through which experience flows as a result of focused desire.",
    "character": "The Magician - A personification of eros, intense desire for knowledge through experience. The Magician sees a particular possibility in the world and wants nothing more than to manifest it, seeking release from restless excitement. His empowering capacity is the intensity of his desire; his virtue is focus. The conscious mind thinks no thoughts; rather, it calls forth thoughts from the unconscious as a function of the intensity and focus of its desire.",
    "symbols": [
      "Male figure in white: Conscious mind; whiteness represents emptiness of the 'unfed mind'",
      "Magical orb in right hand: Desire for experiences of thought and emotion; circularity indicates spiritual nature",
      "Pointing left hand: Reiterates conscious desire",
      "Flightless caged bird: Spirit trapped, restlessness of the archetype",
      "Box with thick dark walls: The unconscious mind as impediment",
      "Checked base of box: Moral polarity fundamentally built into physical illusion",
      "Gold circlet on head: Conscious awareness",
      "Ouroboros around waist: Cyclical nature of desire and manifestation"
    ],
    "levels": {
      "personal": "The conscious mind, full of unsatisfied desire. It wants to know what it glimpses as a distant possibility.",
      "interpersonal": "The Magician as Admirer - intent on establishing relationship with another person in order to know them intimately.",
      "social": "An enthusiastic applicant seeking entry into collaborative, creative endeavor - excited for experience but must first be accepted."
    }
  },
  
  "2": {
    "name": "The High Priestess", 
    "raName": "Potentiator of the Mind",
    "cycle": "mind",
    "position": "potentiator",
    "framework": "The Potentiator of the Mind is the mind in relation to itself as unpotentiated other - the unconscious mind. This is a passive, feminine archetype that awaits activation. The veiling hides the passive self from the active self, sharpening the boundary between conscious (self as self) and unconscious (self as other). The unconscious mind must be approached with effort by the conscious mind.",
    "character": "The Maiden - Quiet and reserved, never having had a lover and so remaining mysterious. Her inner world is extremely rich and vibrant but doesn't lend itself to verbalization. She is aware of herself as potentially rewarding to know intimately; her modesty stems from self-respect. She must await someone else's interest. Her silence is her inability to formulate her inner world in outward terms. Her perspective is that of being Other to another - passive, waiting for active approach. She desires to be known deeply. Her strength is making herself attractive through subtle gestures. Her virtues are subtle attention-catching and self-respect that judges when suitor demonstrates sufficient interest.",
    "symbols": [
      "Female figure seated on box between pillars: The unconscious mind resting on physical illusion",
      "Veiled face: Difficulty of recognizing unconscious as our own; veiling mechanisms hiding unconscious from conscious",
      "Dress: Prevents conscious mind from easily accessing intimate knowledge - must put forth effort",
      "Shawl with fruit on right side: Logos's bias for right-hand path; unconscious more fruitful when approached on STO path",
      "Box/physical illusion: Mysteries always right in front of us, just beyond physical world",
      "White (red) and black pillars: Two paths (good/evil, STO/STS); construction of veiled 3D rests on moral polarity foundation",
      "Ankh on chest: Unconscious mind's enduring link to greater journey spanning incarnations; contains plan for this incarnation",
      "Ankh on pillars: Both paths viable for learning 3D lesson - genuine choice between right and also right"
    ],
    "levels": {
      "personal": "The unconscious mind. Subtle gestures of attraction are intuition - morsels of truth that entice conscious mind to approach asking for more.",
      "interpersonal": "When in relation to another, we're in the powerful position of being both attractive to and unfathomable by them. Pursued intently, we reveal ourselves only partially and gradually.",
      "social": "Extremely creative/imaginative individual who knows she's misunderstood but nothing she says can clear it up. Brilliance revealed only if others decide to actually know her."
    },
    "distortions": [
      "Lack of subtlety: Garishly broadcasting availability; unsubtle adornment turns suitors off; prevents sufficient focused interest",
      "Lack of self-respect: Desire to be known overwhelms judgment about suitor's demonstrated seriousness; opening up too quickly, revealing too much too soon"
    ]
  },

  "3": {
    "name": "The Empress",
    "raName": "Catalyst of the Mind", 
    "cycle": "mind",
    "position": "catalyst",
    "framework": "The Catalyst of the Mind depicts the mind as potentiated other - the seed of potential experience already sown, presenting itself as pregnant opportunity for self-knowledge. This is the first archetype of potentiated activity, signaling the discovery that everything we witness offers a reflection of ourselves. This discovery is the first step of spiritual evolution.",
    "character": "The Expressive - Like the Maiden, wants to be known deeply, but is already in relationship. Full of feeling, emotion, passion. Laughs and cries often. Wants to share little details and revel in particulars of this moment. Brimming with ideas but offers no serious theories - thoughts come too rapidly and amorphously for patience with rigor. Rich imagination always on display. Artistically inclined. Superficially chatty with air of whimsicality, but beneath is endless depth. Treats ideation as her child - nurtures it, pours attention onto it, lives vicariously through it. Generative and abundant, offering holistic thought-forms that spread like memes. Generous and motherly. Function is to offer mind complex constant stream of opportunities for self-knowledge. Motivated by joy of self-expression; characteristically spontaneous. Empowering capacity is direct contact with truth - whatever she expresses contains deep, infallible, penetrating truth (though not self-reflectively aware of it). Virtues: diversity of medium and depth of emotional feeling.",
    "symbols": [
      "Female figure seated on box facing left: Unconscious mind, left-hand path interpretation easier to see",
      "Feet resting on crescent moon: Feminine nature; availability of moral polarity in archetype",
      "Crown: Unconscious mind 'ennobled' by conscious attention activating potentiation",
      "Uraeus (serpent on crown): Spiritual wisdom; catalyst is emanation from sub-sub-Logos within",
      "Sun behind her: Spirit's protection of catalytic process by illumination; catalyst is unconscious revealed in truth",
      "Transparent blouse: Though illuminated, not revealed entirely - still obscured behind veil",
      "Grey box (neither black nor white): Experiences reveal manifold shades of gray requiring careful moral exploration",
      "Magical orb in right hand: Each opportunity pregnant with extravagant magical possibilities for far-seeing adept",
      "Bird taking flight from left hand: Beginning of spiritual journey; mind must be initiated before body and spirit",
      "Eyes in box: New vision seeing deep spiritual significance of all events in physical illusion"
    ],
    "levels": {
      "personal": "Thoughts and feelings that spontaneously flow through us. Everything we think/feel, however superficial, is a rope-end that leads through wild ride of imagination, emotion, ideation. Includes thoughts about self and others.",
      "interpersonal": "Using safety of relationship to authentically share emotional and fantastical aspects of our minds. The stereotypical sharing women engage in with 'girlfriends' - authentic expression without agenda.",
      "social": "Entering/seeking spaces dedicated to authentic expression of thought/feeling without particular agenda. Expression is not instrumental - intrinsically valuable experience most enjoyable when not forced to serve purpose (protests, support groups)."
    },
    "polarized": {
      "positive": "Allows vulnerability without reservation. Desires only truth. Neither ashamed of truth nor wants others ashamed. Doesn't dissemble or manipulate. Celebrates unique nature through expression. Not seeking validation, but if vulnerability met with attack/shaming, judges best not to share with that person.",
      "negative": "The Complicit - Believes inner world should accord with authority figure's dictates. Fully internalized command and is vociferous defender. Values imposed from outside, subjected to shame/humiliation. Enforces on those in her care. Shame and validation are currency. Authentically expresses what she understands is desirable, not deeper nature. Seeks validation for correct presentation. Uses connection to truth as weapon. Plays on desires/shame of others to position as dominant. Creates elite/non-elite division internally and externally."
    },
    "distortions": [
      "The ditz: Internalized outward conception of desirable but lacks depth of emotional feeling to stand out",
      "Mixed positive: Desperately seeks validation, feels deep shame, but still expresses deep self authentically. Susceptible to manipulation, abusive relationships. Wants to be loved as is but believes it's impossible fantasy.",
      "Mixed negative: Wants to live up to elite ideal but too fragile to do consistently. Enjoys humiliating non-elite for failure. Cannot bear same humiliation herself. Needs constant validation or inner meltdown."
    ]
  },

  "4": {
    "name": "The Emperor",
    "raName": "Experience of the Mind",
    "cycle": "mind",
    "position": "experience",
    "framework": "The Experience of the Mind depicts mind's relation to itself as potentiated self - the conscious mind after making contact with the unconscious. It now beholds catalyst offered through the sub-sub-Logos's choice to make a change in the experiential continuum. This is stewardship of unconscious contents - bearing responsibility of deciding how to integrate mental catalyst.",
    "character": "The Judge - Has responsibility of ruling over mental contents, focused on authority concerning what is acceptable to think, feel, and express. The Judge is authority on value accorded to various contents of mind. Has abundance of information wanting to fit into system of rules establishing ranking of value. Every facet of mental phenomena must fit into its proper place within moral order conceived. Establishes mental framework into which fluid content from Expressive can be fit, including interpretation of significance and judgments about good/bad, preferred/discouraged. Deeply rational - judgments pass through rational faculties to make sense of relationships. Two phases: assert constellation of value judgments (presuppositions), then rationally analyze world in terms of those values. Motivated by desire for goodness and virtue. Empowering capacity: ability to hold logical connections in mind and see conflicts in proposed system. Virtues: breadth of ordering values (no blind spots) and consistency of commitments (no contradictions).",
    "symbols": [
      "Male figure with crown and uraeus: Conscious mind as steward of unconscious contents",
      "Garment extending further on left: Feeling of separation more profound on left-hand path",
      "Crossed legs forming tau + circle on chest = ankh: Spirit in manifestation walking path of return; mechanism is sacrificing attachments to strike careful balance",
      "Bird in flight on chest: Caged bird from Matrix released and soaring; spirit complex accessed; sense of fulfillment from efficient catalyst processing",
      "Magical orb in right hand: Magical possibilities readily available on right-hand path (Logos's preference makes it easier)",
      "Left hand palm-down, empty: Left-hand path lacks same ease of access to transformational power",
      "Box/physical illusion: Proximity of mind to physical; overriding nature of mental evolution over bodily; mental commitments condition physical experiences",
      "House cat in box facing left: Right-hand path protection - sees in dark, hunts pests threatening homes/lives; guards against left-hand interpretations; makes mental home impervious to small hidden dangers"
    ],
    "levels": {
      "personal": "Inner mental capacity to decide whether to accept or reject various thoughts and feelings that spontaneously arise, whether in relation to physical experience or not.",
      "interpersonal": "Helping someone else make sense of their own thoughts/feelings, especially concerning judgments about whether those are good or bad, acceptable or unacceptable. Source of moral judgments in relationship.",
      "social": "Engaged in discipline devoted to working out how self-expression from other groups should be received. Moral authority of society. Any group making proclamations about rules for acceptability."
    },
    "polarized": {
      "positive": "The Counselor/Confidante - Primary approach: whatever Expressive says is true, valuable, valid. Rules of interpretation are supremely supportive and permissive. Nothing wrong/bad about any thought or emotion. Every negative feeling indicates valid response to lived trauma. Each thought/emotion accepted as is. Uses talents to help discover ever more deeply what content within her is. Deepest desire: understand Expressive as she is, offer structured reflection as work of love. Cat indicates this armors mind against small hurtful thoughts.",
      "negative": "The Patriarch - Come to own conclusions about acceptable/unacceptable in Expressive, doesn't hesitate to let her know violations. Traditional interpretation rooted in authority concepts. Patriarchy subjugating women and femininity itself as subservient energy whose expression must conform to masculine demands. On STS path: raises conscious mind on pedestal, unconscious as tool to be used. 'Self' in 'service to self' is conscious self only, not total self."
    },
    "distortions": [
      "Mixed positive: Wants to accept Expressive as is but can't get past hang-ups about what she ought to be. Attached to beliefs about virtue/goodness. Leads to rejecting parts of expression as not good enough. Unlike Patriarch, wants to love her as is but can't unconditionally. Hot and cold: sometimes deeply affectionate/supportive, other times disgusted and dismissive.",
      "Mixed negative: Similar conflicts but different manifestation in judgment patterns."
    ]
  },

  "5": {
    "name": "The Hierophant",
    "raName": "Significator of the Mind",
    "cycle": "mind",
    "position": "significator",
    "framework": "The Significator is both actor and acted upon. The potentiation reached for by Matrix is recorded by Matrix but experienced by Significator. To the Significator belong the processes of Catalyst and Experience. The total mind complex experiences itself through cyclical processes of potentiation, catalyst, and experience. The Significator is 'harvest of biases of all previous incarnations' - mechanisms of potentiation, catalyst, and experience are inborn and play out within Significator as matter of course.",
    "character": "The Storyteller - Exists in world of his own making. Tells narrative about himself and how he, the protagonist, figures into that world. Mind complex is foundationally structured as self-reinforcing synthesizer of all experiential phenomena. Whatever experiences we have, we learn to integrate into existing belief systems in ways that reinforce that belief system. The act of telling stories is expression of deeper identities - threats to these stories are threats to identities. Idiosyncratic - has habit of telling certain kind of story from preincarnative biases brought into this world. Processes of catalyst and experience move in such a way, unchanging, like writer's voice - this is his signature. Motivated by joy of building and fleshing out details of carefully honed system of thought. Empowering capacity: capaciousness of mind maintaining vision of the whole. Virtues: breadth of scope (nothing left out) and sensitivity to new information (no blind spots).",
    "symbols": [
      "Human male figure attached at hips to box: No evolution of mind without manifestation in body; incarnate in physical illusion to progress on path of return",
      "Larger structure (foundation, pillars, roof): Man-made structure representing mental construct/belief system we build - all mental experiences processed within conceptual framework",
      "Two smaller figures at left and right: Catalyst offered to conscious by unconscious; colors inverse of right/left paths - negative (unpleasant) catalyst tends toward STO polarity; positive (pleasant) catalyst tends toward STS polarity",
      "Message at base (8 cartouches): 'And you shall be born again to eternal life' - explanatory system whose intention is to make sense of all experiences, fit them into spiritually satisfying description of reality",
      "Winged orb above structure: Significator's covenant with spirit - mind and spirit will move in same direction (how covenant is used depends on polarity choice)",
      "Right hand blessing: Gives blessing to unconscious (and world) to be what it is (STO)",
      "Left hand with sword planted in foundation: Directs energy inward to dictate to unconscious (and world) what it has decided it will be (STS); seizes resources of spirit to direct according to own intentions",
      "Crown: Conscious mind's role in the total complex"
    ],
    "levels": {
      "personal": "The voice in us that tells story of our lives, regardless of what kind of story. Tells us we were victim in that relationship, certain event was most significant, our religious beliefs are truth, we'll only be valuable if we have traits X/Y/Z, father didn't spend enough time with us, etc.",
      "interpersonal": "The systematizer seeking to fit every experience into proper place and communicate that system to others. We express Storyteller when sharing what we believe world is like, why we think it's that way, and how they fit into it. Parents frequently enter this persona with children.",
      "social": "Teacher and purveyor of doctrines. Offers explanation for every event in world, fundamentally motivated by classically human attempt to find meaning through myth. Primary role of educators is to be Storytellers sharing conception about way world is."
    },
    "polarized": {
      "positive": "Integrates narrative content of experiences into self-reinforcing, positively oriented story through careful conscious attention to and acceptance of difficult feelings, hurtful thoughts, tense interactions. Listens to story as told by others and own unconscious, accepts and blesses it as good and beautiful. Concept of self expands. Grows in empathy because can relate more to hardships of others. Sees differences between self and others are small - unique but not special. This narrative is difficult to enter because unpleasant experiences are hard to look at; we tend to avoid them.",
      "negative": "Constructs mythic narrative placing conscious mind at center of universe as exalted and deserving dominion. Attention drawn to uplifting/triumphant moments as evidence reinforcing elite self-conception. Focus on positive experiences leads to judging negative experiences as lessons meant to help discover and cut out vulnerabilities in unconscious. Endless need for praise he feels he deserves."
    },
    "distortions": [
      "Not sensitive to new information: Narrative in constant danger of collapse, but because story is identity, must constantly shore it up. When presented with conflicting information, acts as if didn't hear it. Has determined no new information to integrate, so mind becomes rigid and hardened, preventing change and thereby inhibiting movement toward Transformation. Person who has cognitively dug heels in and cannot be moved no matter what experience - always finds way to reinforce own beliefs, no qualms about rejecting anything that won't fit narrative.",
      "Mixed Storyteller: Attached to both modes. Wants to feel exalted above others, fixates on whether virtues measure up. Revels in praise and needs it. But hasn't cut off empathy - wants to be gentle with weaknesses of others because sees own struggles in them. Ability to empathize limited by harsh self-judgment: wants to accept in others what cannot accept in self. Works this fundamental conflict into belief system. Considers self exception to universal rule of kindness/acceptance - others deserve mercy/care, but must hold self to higher standard because is special. Cannot prevent being callous toward plights of others though wants to. Secretly believes others deserve harsh treatment because haven't shored up own weaknesses. Despite harsh self-judgment, craves unconditional acceptance. Simultaneously loves and hates self as simultaneously loves and hates others."
    ]
  },

  "6": {
    "name": "The Lovers",
    "raName": "Transformation of the Mind",
    "cycle": "mind",
    "position": "transformation",
    "framework": "The Choice's development of critical distance from the Significator moves the Fool's awareness from naïve identification into split identity. The Fool straddles not only the current Significator, but two new potential versions offering more polarized stories. This split awareness causes the Transformation archetype to come online. Transformation personas are liminal, existing only in the transitory state immediately preceding and following a distinct choice determinative of moral polarity. Each previous persona offers progressive avenues of self-discovery, but this persona represents an impasse - no forward movement possible until the conscious mind musters enough energy to cross the threshold.",
    "character": "The Conflicted - Of two minds. The conscious mind is split between two opposite ways of relating to the unconscious, each attractive. Like Buridan's ass, remains stuck between the two, indecisive and hungry. Indecision leaves the feminine side in a will-he-or-won't-he frame. The twoness of the unconscious causes desires to be divided against one another, irrespective of conscious desires. Part wants to be treated as innocent, virtuous, desirous of deep chaste relationship - loved for what it is, not what it could be. Another part wants to be treated as dirty and vicious, activating irresistible desire to take what she has. The Innocent wants to be seen as equal partner, characterized by gift-giving, consensual interactions where both give rather than extract. She wants to be cherished, valuable, worthy - a True Friend. The Concubine wants to be seen as transactional object, offering shallow carnal experience, molding herself to patron's desires. She knows she won't be loved as she is, so presents herself according to desires. In return, she receives pleasure of her own humiliation before someone whose value she'll never equal.",
    "symbols": [
      "Man in center with woman on each side: Conscious mind with two versions of unconscious",
      "Man holds hand of each woman with arms crossed: Cross symbol - necessity of sacrifice for spiritual evolution progress; must sacrifice one woman to move forward",
      "Woman on right modestly dressed with uraeus: Unconscious as virginal, virtuous, deserving respect, wants to be courted and cherished",
      "Woman on left exposed with grapes: Unconscious as prostituted; grapes represent attractive appeal of base desires, exposure represents intentional activation of baser desires",
      "Two diverging paths: The choice between right-hand and left-hand paths",
      "Genie with arrow aimed left: Protection on left-hand path; those who choose separation are protected by strength and sharpness equivalent to degree of transformation in negative sense; loss of respect cuts away emotional attachment that might cloud judgment of manipulation"
    ],
    "levels": {
      "personal": "When story we tell about ourselves feels intolerable and we no longer have energy to maintain the charade. Forward progress within that mode of Storytelling has ceased and unconscious demands we commit to purer relationship. When we no longer know who we are, we come to crossroads where we must decide who we are.",
      "interpersonal": "Often expressed in romantic relationship where feminine partner realizes masculine partner doesn't see them as equal or deserving respect. Signs were apparent but ignored because other aspects were appealing. Relationship exists in impasse - neither can see past this barrier. Uncomfortable space where relationship seems doomed unless masculine decides to see feminine differently, as pure and virtuous rather than worth only small amount of base pleasure.",
      "social": "Situation of exploitation or marginalization where power-wielding group doesn't see less powerful as full partners, full humans, or creative resourceful individuals. Underlings fed up with being valuable only insofar as they live up to someone else's standards. When willing to quit altogether, this commences energy of the Conflicted - less powerful stand ground, demand to be seen as valuable, wait for answer."
    },
    "polarized": {
      "positive": "The Innocent and True Friend - Angelic purity personified. Innocence cannot be corrupted by outward scars regardless of trauma. True Friend is positively polarized Judge who wants to know and love the Innocent the way she wants to be known and loved.",
      "negative": "The Concubine and Conqueror - She has no sense of reverence for herself, lacks moral compunction, takes pleasure in own debasement. Conqueror's standards impossibly high, so she submits her identity to his will and vision which he believes superior to her own."
    },
    "distortions": [
      "Lack of resoluteness: Feminine continues to allow masculine to persist in refusal to choose between virtue and vice projected onto her. Wants to be cherished but lonely and afraid to be alone. Knows standing firm might lose relationship. Delays Transformation repeatedly, making explosive separation more likely.",
      "Lack of clarity: Not exposed to pure polarized expressions, doesn't understand what right- and left-hand paths are. Knows she wants something different but doesn't know what or doesn't believe it's possible. Trapped in story that doesn't allow fullest potential. Prevents Transformation altogether - life full of mundane uneventful activity, same roles repeated.",
      "Masculine doesn't appreciate significance: Acts according to conception of right without facing feeling of dilemma. Choice made hastily in conformity with social norms, doesn't carry weight, ends up being false transformation - same impasse repeats.",
      "Masculine refuses to choose: Prolongs transformation indefinitely, ossifies relationship between conscious and unconscious mind."
    ]
  },

  "7": {
    "name": "The Chariot",
    "raName": "Great Way of the Mind",
    "cycle": "mind",
    "position": "great-way",
    "framework": "The Great Way of the Mind is the total environment within which the mind evolves on its journey toward self-knowledge. It depicts all coordinating elements in their large-scale relationships in the mind's relation to itself. The Fool's act of breaking the fourth wall to interact with the Significator causes transformational capacity to transition from one configuration to the next. The Great Way is dependent upon its notable difference from the Significator - it draws the environment which has been the new architecture caused by the veiling process. Because the Fool can choose to identify with a different Significator from the one at hand, our capacity for free will extends beyond mere articulation of the Significator's nature. The Significator can become something different entirely, and this process is depicted by the Great Way. These archetypes are not culminations but show the inescapable nature of inner evolution - universal, expressed in enduring extended way. Anyone pursuing inner evolution expresses the Great Way to some degree in a way that never ends.",
    "character": "The Leader - Has clear sense of what they want and who they are. Committed to guiding foundational principles. Helm indicates protection of conscious thinking processes - Leader's conscious mind is strong and impervious to assault from any direction. Ability to lead and guide others comes from strong sense of self and indelible commitment to pursuing deeper knowledge of that self through moral path of their choosing. Conscious and unconscious minds are aligned in efforts of forward progress. Each choice reinforces and powers the last, with initial choice standing as foundation for all activity. When we commit to particular way of viewing our own unconscious resources and resources of others in morally pure way, this choice becomes foundation for future judgments. It carves mental pathway that by its existence makes us more likely to walk that path and deepen the groove. Choosing morally polarized path is self-reinforcing phenomenon. When masculine chooses to see feminine as Innocent, feminine responds with evidence affirming innocence. Leader's worldview thus self-reinforcing, making commitment easier as mind moves forward.",
    "symbols": [
      "Male figure in cubic chariot: Conscious mind; cubic nature and four pillars indicate entrapment of caged mind within physical world",
      "Veil above figure: Veil between conscious and unconscious; environment beyond chariot is unconscious mind which conscious will come to know",
      "Skewed veil (lower on left): Greater potential for lifting veil on right-hand path than left - Logos's preference for right-hand path",
      "Helm and uraeus: Protection of conscious thinking processes; Leader's mind strong and impervious to assault",
      "Two right angles on chest: Physical and metaphysical realms mirroring each other; as we walk path of inner evolution, outward reality mirrors inward; each other-self mirrors back contents of our unconscious",
      "Tau below right angles: Bottom part of ankh; careful precarious balance as foundation for mental evolution; necessity of sacrifice through choice",
      "Magical orb in right hand: Light shined on unconscious to see it in natural truth and bless it as it is (STO)",
      "Sword in left hand: All that is seen absorbed to serve conscious purpose (STS)",
      "Winged orb on chariot: Covenant with spirit complex - as goes mind so goes spirit; they are partners on journey",
      "Two sphinxes (black on right, white on left): Unconscious offering catalyst to conscious (mirroring servants in Significator); apparently positive experiences catalyze toward left-hand path, apparently negative toward right-hand path; time-full creatures representing cyclical passage of positive and negative periods in life",
      "Sphinx legs (one straight, one bent): Forward motion occurs in phases; can't always be transforming; must rest to observe and become familiar with new surroundings; stop-and-go process reflects alternation between Lesser and Greater Cycles"
    ],
    "levels": {
      "personal": "Inner commitment to self-development or personal improvement. Conscious recognition that our mind can improve and grow. With this recognition comes judgment that pursuing recognized path of evolution is of highest value. Feminine side: unconscious resources become ally and guide, pulling us forward on moral path. In smooth cooperation between conscious and unconscious, there is silence - mind not set against itself. In this silence, one-pointed focus is possible.",
      "interpersonal": "Commitment to deepening and improvement of relationship between two humans. Masculine doesn't give up on relationship; fights to hold on, refusing to let difficulty and conflict prevent working things out as team. Feminine presents thoughts and emotions without hesitation, recognizing it will sometimes take effort for him to work through hang-ups before moving forward. They cooperate in virtue of his commitment to interpreting her thoughts and emotions according to method of single moral path. She is mental and emotional dynamo, he harnesses her power through consistency of attitude. She is muse, he is facilitator of her genius.",
      "social": "Creative partnership. One party is source of ideas while other, by virtue of focused attention, draws these ideas out. Feminine source won't recognize value or consistent themes of ideas - they're simply available. Moreover, she won't have access without good faith of partner who affirms value, drawing her forward from one idea to next. Masculine facilitator often expressed as manager - not creative on his own, but encouragement and ability to assess value in offerings draws creativity out of her. Through commitment to consistent attitude about value of offerings (acceptable as is or only insofar as they conform to his image), partnership is productive."
    },
    "polarized": {
      "positive": "The right-hand path Leader attends carefully to unpleasant feelings and unkind thoughts passing through their mind. Doesn't look away from this content but embraces it as it is, loving themselves not despite flaws and insecurities but amid them. Gentle, encouraging, supportive, bold, and fearless. Fearlessness comes from willingness to look at all unconscious content without flinching. Knows that looking at darkness with love transforms it.",
      "negative": "The left-hand path Leader carefully catalogs unconscious weaknesses and systematically eliminates them. Looks at unpleasant content to judge which parts to keep and which to discard. Ruthless, cunning, strategic, powerful, and resolute. Resoluteness comes from commitment to ideal vision of self untainted by weakness."
    },
    "distortions": [
      "Not impervious to depolarizing efforts: Others can shake Leader's commitment through criticism, mockery, or temptation. Leader second-guesses chosen path, considers abandoning it. Makes Leader vulnerable and weakens forward momentum.",
      "Lack of mental endurance: Leader gives up when path becomes difficult. When unconscious presents challenging content, Leader retreats to old familiar patterns rather than continuing forward. Progress stalls.",
      "Storyteller's downfall: Tendency to think the way they see themselves now is the way they will always be. Becomes rigid, unable to adapt to new understanding of self. Mental constructs become prison rather than aid to evolution."
    ]
  },

  "22": {
    "name": "The Fool",
    "raName": "The Choice",
    "cycle": "spirit",
    "position": "choice",
    "framework": "The Choice is the unifying archetype, the persona that expresses the holistic nature of the entire third density experience. It offers a summary of the whole Archetypal Mind. The Choice is both beginning and end - representing third density experience in its earliest stages and its culmination. Ra names this archetype The Choice in intentional reference to the primary lesson of third density: the choice between the right-hand path (love, compassion, acceptance, trust) and the left-hand path (control, domination, repression, ruthlessness).",
    "character": "The Traveler - Neither masculine nor feminine, pre-gender. The Traveler is the audience who experiences life through the eyes of the protagonist. She wants to know what the mysterious world is like. Driven by curiosity, faith that it will work out, and lack of awareness of danger. Her empowering capacities are faith and naivety. Her virtue is humility. She is motivated by curiosity and spiritual longing.",
    "symbols": [
      "Blindfolded figure: Inability to see through illusion to reality; the veiling that causes forgetting",
      "Ocean: The unknown",
      "Crocodile with open mouth: Dangers lurking on the path - mental/spiritual disfigurement possible",
      "Fallen column with writing: Mainstream social structures; popular conception of good life that has failed",
      "Solar eclipse: Darkness echoing blindfold; the choice between two moral paths",
      "Two bags (one front, one behind): Meager possessions brought on journey - contracts with other souls and non-negotiable core values",
      "Black walking stick (behind figure): Ability to stay upright, somewhat inhibited",
      "Partial nakedness: Vulnerability to dangers of the path"
    ],
    "levels": {
      "personal": "The subjective witness present to each moment - the eye that does not see itself, the hand that cannot grasp itself. The inner witness that sometimes steps back to observe and render judgment.",
      "interpersonal": "The Traveler who joins others in their home (mental, physical, spiritual). Welcome company who can adapt to any circumstance - a jack of all trades, chameleon who seems both familiar and mysterious.",
      "social": "The wanderer who moves between communities, absorbing and reflecting different cultural patterns while maintaining essential self."
    },
    "duality": {
      "beginning": "Decision to enter third density illusion. The blindfold represents veiling that causes forgetting. Like the Prodigal Son leaving unity to enter the confusing world. The Atheist/Materialist who cannot see spiritual nature - only materiality. Set on path of discovering both nature of illusion and divine immanent within it through faith and feeling, not knowledge.",
      "ending": "Completion of third density, exiting and entering next density. The eclipsed Sun represents the choice between light and dark firmly made. Walks confidently into mystery, aware of dangers but protected by strength of choice and faith."
    },
    "teaching": "We will live and die as fools. We will never know the truth of the illusion except in the conviction of our own hearts. The mysteries will not be revealed in this life. We will never feel enlightened. As Carla Rueckert said: 'We are all Bozos on this bus.'"
  }
}
